{
 "study": "Author and year of publication.",
"condition_arm1": "Type of intervention (cbt= cognitive behaviour therapy, bat= behavioural activation, pst= problem solving therapy, ipt= interpersonal psychotherapy, dyn= psychodynamic therapy, lrt= life review therapy, 3rd=third-wave therapy, other psy= other type of psychotherapy).",
"condition_arm2": "Type of comparator (cau= care as usual, wl= waitlist, other ctr= other type of inactive control group such as psychoeducation).",
"descr_arm1": "Detailed description of the arm 1.",
"descr_arm2": "Detailed description of the arm 2.",
"multi_arm1": "In multiarm trials, this variable provides a specification of the type of treatment used in the first arm. This variable is set to NA (missing) when the study was not a multiarm trial. For example, if a multiarm trial employed two types of CBT interventions, face-to-face and Internet-based, this variable would be set to f2f and Internet, respectively.",
"multi_arm2": "In multiarm trials, this variable provides a specification of the type of treatment used in the second arm. This variable is set to NA (missing) when the study was not a multiarm trial. For example, if a multiarm trial employed two types of control groups, waitlist and care-as-usual, this variable would be set to wl and cau, respectively. ",
"primary_calc": "When a study reports more than one outcome calculation type (e.g. msd + dich) select one type we can select one type per study by filtering primary_calc = 1. Priority rule: 1) msd, 2) dich, 3) change.",
"outcome_type": "This variable encodes the type of outcome that builds the basis of the comparison, e.g. means and standard deviations (msd), change from baseline, response, remission, other statistics, etc.",
"outcome": "This variable describes which outcome was assessed.",
"time": "Time of assessment (baseline, post, FU1, FU2, … FU8). Follow-ups are extracted as long as they are measured post the interventions.",
"time_weeks": "Time in weeks since randomization.",
"instrument": "This variable describes the instrument through which the relevant outcome was measured.",
"rating": "This variable encodes if the measured outcome was self-reported (\"self-report\") or clinician-rated (\"clinician\").",
"mean_arm1": "Mean arm 1.",
"mean_arm2": "Mean arm 2.",
"sd_arm1": "Standard deviation arm 1.",
"sd_arm2": "Standard deviation arm 2.",
"n_arm1": "Number of participants arm 1.",
"n_arm2": "Number of participants arm 2.",
"bl_m_arm1": "Baseline mean arm 1.",
"bl_m_arm2": "Baseline mean arm 2.",
"bl_sd_arm1": "Baseline standard deviation arm 1.",
"bl_sd_arm2": "Baseline standard deviation arm 2.",
"bl_n_arm1": "Number of participants at baseline arm 1.",
"bl_n_arm2": "Number of participants at baseline arm 2.",
"dich": "Exact definition of the dichotomous outcome as provided in the publication: e.g.\"remission based on bdi-II<=8 and ham-d<=7\".",
"dich_type": "Broader categories of dichotomous outcomes: remission, response, etc.",
"event_arm1": "Number of events (responders, remission, deterioration cases) in the first trial arm",
"event_arm2": "Number of events (responders, remission, deterioration cases) in the first trial arm",
"totaln_arm1": "Total number of participants arm 1 (event data)",
"totaln_arm2": "Total number of participants arm 1 (event data)",
"change": "Specifies the name of the instrument where we extracted the changes score.",
"mean_change_arm1": "Mean change from baseline arm 1.",
"mean_change_arm2": "Mean change from baseline arm 2.",
"sd_change_arm1": "Standard deviation for the change from baseline arm 1",
"sd_change_arm2": "Standard deviation for the change from baseline arm 2",
"n_change_arm1": "Number of participants arm 1 (change scores).",
"n_change_arm2": "Number of participants arm 2 (change scores).",
"other_statistic": "We extracted other statistics when 1) msd (m, sd, n), 2) Dich, or 3) Change are not available. other reported statistics (e.g. t= 1.27, p= 0.003 between-groups difference at post-test).",
"precalc_g": "The pre-calculated value of Hedges' g (small-sample bias corrected standardized mean difference; Hedges, 1981).",
"precalc_se": "Standard error of g.",
"rand_arm1": "Randomized number of participants arm 1.",
"rand_arm2": "Randomized number of participants arm 2.",
"n_drop_study1": "Number of participants who dropped out in the intervention group (drop-out = not completing questionnaires).",
"n_drop_study2": "Number of participants who dropped out in the control group (drop-out = not completing questionnaires).",
"n_drop_treat1": "Number of participants who dropped out from the treatment.",
"n_drop_treat2": "Number of participants who dropped out from the control.",
"def_drop_treat": "Define meanings of dropout of treatment.",
"year": "Year of publication.",
"comorbid_mental": "All the participants are recruited based on meeting criteria for a comorbid mental health disorder (e.g. anxiety and depression). Coded as y= yes, n= no",
"comorbid_physcial": "All the participants are recruited based on meeting criteria for a comorbid physical or medical disorder (e.g. HIV). Coded as y= yes, n= no",
"format_unguided": "Delivery format (internet=web-based online program;mobile=mobile-based; computer=computer programs which were usually offline such as delivered by a CD-ROM; book= self-help manuals, books, or booklet; audio=audio-based; viedo=viedo-based; other=other or mixed forms of delivery).",
"commercial": "This variable describes whether the interventions were commercially available by the time the study was conducted. This information was obtained from online searches or by contacting the authors. (n=no, y=yes; NI=no information, indluing insufficient information or no reply from the author.",
"program_name": "The name of the intervention/program based on the paper",
"support_unguided": "Support levels (pure= purely self-guided; tech=technical support only; auto= automated standardized or personalized encouragement; demand=support on demand which was actively initiated by the participant; human=human encouragement such as weekly calls or emails. All support should not be related to the therapeutic contents).",
"initial_screening": "Initial human screening:  y=face-to-face or telephonic human contact was present at the start of the trial, including an initial orientation session or recruiting participants from GP and/or continued the GP visits. If none of the above is presented based on the paper, we considered this variable as no.",
"forum_unguided": "Online discussion forums. y=yes, n= no or If there is no information about this variable.",
"n_sessions_planned": "Number of sessions planned.",
"n_sessions_received": "Average number of sessions received. If the average is not available, we take the planned number of sessions. Only full numbers are given (no decimals).",
"country": "Country where the study was conducted (us= USA; uk= United Kingdom; eu= Europe; can= Canada; au= Australia; eas= east Asia; oth= other).",
"income_level": "Income level of the country based on the year when the study was conducted, according to the World Bank Classfication (high=high-income countries, lower-middle=lower-middle income countires; upper-middle=upper-middle income countires).",
"age_group": "Age category based on the average age (adul= adults, 5= older adults who are ≥55 years; old= older old adults who are ≥75 years old).",
"mean_age": "Average age for the overall sample. When reported per condition, please calculate the weighted average.",
"percent_women": "% of women at baseline for the overall sample.",
"recruitment": "Recruitment methods (com= community; clin= clinical; oth= other)",
"diagnosis": "Diagnosis methods (mdd= major depression; mood= mood disorder; cut= cut-off score; sub= subclinical depression;chr= chronic depression).",
"target_group": "Target group (adul= adults, old= older adults, stud= student population, ppd= women with perinatal depression; med= comorbid medical disorder; oth= other)",
"ac": "Allocation concealment (0= high risk; 1= low risk).",
"ba": "Blinding of assessors (0= high risk; 1= low risk; sr= self-report).",
"itt": "Intention-to-treat analyses (0= high risk; 1= low risk).",
"sg": "Sequence generation (0= high risk; 1= low risk).",
"rob": "Overall risk of bias score. ranging from 0 (high risk) to 4 (low risk). RoB is based on Cochrane tool 1.",
"domain.1": "Risk of bias (version 2) rating domain 1: randomization process. This includes low risk of bias, high risk of bias, and some concerns.",
"domain.2": "risk of bias (version 2) rating domain 2: deviation from intended treatment. This includes low risk of bias, high risk of bias, and some concerns.",
"domain.3": "risk of bias (version 2) rating domain 3: dealing with missing outcome data. This includes low risk of bias, high risk of bias, and some concerns.",
"domain.4": "risk of bias rating (version 2) domain 4: measurement of the outcomes. This includes low risk of bias, high risk of bias, and some concerns.",
"domain.5": "risk of bias (version 2) rating domain 5: selection of the reported results. This includes low risk of bias, high risk of bias, and some concerns.",
"overall": "The overall risk of bias (version 2) based on the five domains. This includes the low risk of bias, high risk of bias, and some concerns.",
".id": "metapsyTools generated variable: Unique identifier for a trial arm comparison/row.",
".g": "metapsyTools generated variable: Calculated effect size (Hedges' g).",
".g_se": "metapsyTools generated variable: Standard error of Hedges' g.",
".log_rr": "metapsyTools generated variable: Calculated effect size (logeRR).",
".log_rr_se": "metapsyTools generated variable: Standard error of logeRR.",
".event_arm1": "metapsyTools generated variable: Number of events (responders, remission, deterioration cases) in the first trial arm.",
".event_arm2": "metapsyTools generated variable: Number of events (responders, remission, deterioration cases) in the second trial arm.",
".totaln_arm1": "metapsyTools generated variable: Total sample size in the first trial arm.",
".totaln_arm2": "metapsyTools generated variable: Total sample size in the second trial arm." 
}
